others/Boston2015Christmas.org
* Boston Trip Plan

** Boston City points of interest

*** Harvard & MIT

**** Charles River 
**** Widener library 
**** Harvard Dining Hall
**** Harvard Yard & Harvard Square
**** MIT Dome
**** check the raven book store at Harvard square
a very good bookstore selling a wide collection of used books 
**** the strange building(MIT stata center) on Vassar Street(near the Main Street crossing) at MIT 

**** Harvard bridge to see Boston's night view

**** Harvard Law School & Medical School(not in Cambridge)
*** freedom trail

**** old state house
**** Faneuil Hall Marketplace 
**** Granary Burying Ground
**** tea party
**** bunker hill monument
a little bit far, but a good place to see the grand view of Boston

*** back bay, beacon hill 

**** victorian brownstone homes
# 维多利亚式房屋大多具有下列特征：

# ***** 尖尖的屋顶

# ***** 窗户伸出了房屋的墙壁

# ***** 屋外有栏杆围绕的走廊和阳台，而且有屋顶覆盖

# ***** 外墙覆以鱼鳞般的木片

# ***** 建有一座尖塔

# ***** 屋顶上还有窗户伸出，上覆屋顶

# ***** 圆形或方形的立柱

# ***** 精细的装饰

# 整座建筑物散发精雕细琢的感觉。
**** boston public library

**** john hancock tower

**** prudential center

**** trinity church

*** others choices

**** museums of fine arts

**** Isabella Stewart Gardner Museum

**** symphony hall

**** museum of science

**** christmas & new year event in public garden

**** TD garden for Celtics
**** Lexington

**** Walden Pond

** Rhode Island & Cape Cod

** Other fun things to play 

** Eat 
