others/Boston2015Christmas.tex
% Created 2015-12-23 Wed 12:07
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Chuan Liu}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={Chuan Liu},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 24.4.1 (Org mode 8.3.2)}, 
 pdflang={English}}
\begin{document}

\tableofcontents

\section{Boston Trip Plan}
\label{sec:orgheadline36}

\subsection{Boston City points of interest}
\label{sec:orgheadline32}

\subsubsection{Harvard \& MIT}
\label{sec:orgheadline10}

\begin{enumerate}
\item Charles River
\label{sec:orgheadline1}
\item Widener library
\label{sec:orgheadline2}
\item Harvard Dining Hall
\label{sec:orgheadline3}
\item Harvard Yard \& Harvard Square
\label{sec:orgheadline4}
\item MIT Dome
\label{sec:orgheadline5}
\item check the raven book store at Harvard square
\label{sec:orgheadline6}
a very good bookstore selling a wide collection of used books 
\item the strange building(MIT stata center) on Vassar Street(near the Main Street crossing) at MIT
\label{sec:orgheadline7}

\item Harvard bridge to see Boston's night view
\label{sec:orgheadline8}

\item Harvard Law School \& Medical School(not in Cambridge)
\label{sec:orgheadline9}
\end{enumerate}
\subsubsection{freedom trail}
\label{sec:orgheadline16}

\begin{enumerate}
\item old state house
\label{sec:orgheadline11}
\item Faneuil Hall Marketplace
\label{sec:orgheadline12}
\item Granary Burying Ground
\label{sec:orgheadline13}
\item tea party
\label{sec:orgheadline14}
\item bunker hill monument
\label{sec:orgheadline15}
a little bit far, but a good place to see the grand view of Boston
\end{enumerate}

\subsubsection{back bay, beacon hill}
\label{sec:orgheadline22}

\begin{enumerate}
\item victorian brownstone homes
\label{sec:orgheadline17}
\item boston public library
\label{sec:orgheadline18}

\item john hancock tower
\label{sec:orgheadline19}

\item prudential center
\label{sec:orgheadline20}

\item trinity church
\label{sec:orgheadline21}
\end{enumerate}

\subsubsection{others choices}
\label{sec:orgheadline31}

\begin{enumerate}
\item museums of fine arts
\label{sec:orgheadline23}

\item Isabella Stewart Gardner Museum
\label{sec:orgheadline24}

\item symphony hall
\label{sec:orgheadline25}

\item museum of science
\label{sec:orgheadline26}

\item christmas \& new year event in public garden
\label{sec:orgheadline27}

\item TD garden for Celtics
\label{sec:orgheadline28}
\item Lexington
\label{sec:orgheadline29}

\item Walden Pond
\label{sec:orgheadline30}
\end{enumerate}

\subsection{Rhode Island \& Cape Cod}
\label{sec:orgheadline33}

\subsection{Other fun things to play}
\label{sec:orgheadline34}

\subsection{Eat}
\label{sec:orgheadline35}
\end{document}
